ORIENTATION_2/0.orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    walls
    {
        type            noSlip;
    }
    topFanInlets
    {
        type            fixedValue;
        value           uniform (0 3 -7.15);   // Adjust for acInletss velocity in m/s
    }
    acInlets
    {
        type            fixedValue;
        value           uniform (0 2 0);   // Adjust for acInletss velocity in m/s
    }
    wallFanInlet1
    {
        type            fixedValue;
        value           uniform (0 7.15 -7.15);   // Adjust for acInletss velocity in m/s
    }
    wallFanInlet2
    {
        type            fixedValue;
        value           uniform (0 7.15 -7.15);   // Adjust for acInletss velocity in m/s
    }
}


// ************************************************************************* //
