ORIENTATION_2/0.orig/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.01;

boundaryField
{
    walls
    {
        type            epsilonWallFunction;
        value           $internalField;
    }
    topFanInlets
    {
        type            fixedValue;
        value           uniform 0.01;    // Adjust based on turbulence model
    }
    acInlets
    {
        type            fixedValue;
        value           uniform 0.01;    // Adjust based on turbulence model
    }
    wallFanInlet1
    {
        type            fixedValue;
        value           uniform 0.01;    // Adjust based on turbulence model
    }
    wallFanInlet2
    {
        type            fixedValue;
        value           uniform 0.01;    // Adjust based on turbulence model
    }
}


// ************************************************************************* //
