ORIENTATION_2/0.orig/p_rgh
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p_rgh;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 1e5;

boundaryField
{
    walls
    {
        type            fixedFluxPressure;
        value           uniform 100000;
    }
    topFanInlets
    {
        type            zeroGradient;
    }
    acInlets
    {
        type            zeroGradient;
    }
    wallFanInlet1
    {
        type            zeroGradient;
    }
    wallFanInlet2
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
