ORIENTATION_2/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

cartesianMesh

restore0Dir

buoyantPimpleFoam



#------------------------------------------------------------------------------
