ORIENTATION_2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


5
(
acInlets
{
    type patch;
    nFaces 19;
    startFace 50655;
}

topFanInlets
{
    type patch;
    nFaces 216;
    startFace 50674;
}

wallFanInlet1
{
    type patch;
    nFaces 109;
    startFace 50890;
}

wallFanInlet2
{
    type patch;
    nFaces 108;
    startFace 50999;
}

walls
{
    type wall;
    nFaces 6072;
    startFace 51107;
}

)


// ************************************************************************* //
